base-devel
mariadb-clients
git
docker
docker-compose
stow
lsof
google-chrome
discord
fastfetch
tree
man-db
go
golangci-lint
vault
pass
wl-clipboard
tmux
lazygit
github-cli
htmlq
rclone
just
jq
mkcert
fluxcd
fzf
ripgrep
luarocks
nodejs
tree-sitter
gemini-cli
xclip
kubectl
ngrok
sshfs
oath-toolkit
eog
stripe-cli
google-cloud-sdk
prettier
fd
